task-last/task-c/openfoam/task-10/init_file/buoyant_base/0/p
FoamFile
{
    format ascii;
    class volScalarField;
    object p;
}
dimensions [1 -1 -2 0 0 0 0];
internalField uniform 100000;
boundaryField
{
    leftWall { type zeroGradient; }
    rightWall { type zeroGradient; }
    bottomWall { type zeroGradient; }
    topWall { type zeroGradient; }
    frontAndBack { type empty; }
}
