task-last/task-c/openfoam/task-10/init_file/buoyant_base/system/controlDict
FoamFile
{
    format ascii;
    class dictionary;
    location "system";
    object controlDict;
}
application buoyantPimpleFoam;
startFrom startTime;
startTime 0;
stopAt endTime;
endTime 20; // TODO_END_TIME

deltaT 0.1; // TODO_DELTA_T
writeControl timeStep;
writeInterval 20;
runTimeModifiable true;
